[
    {
        "category": "Contracts",
        "word": "abide by",
        "phonetic": "/əˈbaɪd baɪ/",
        "meanings": [
            {
                "type": "v",
                "meaning": "tuân theo, tôn trọng",
                "explanation": "To comply with; to conform.",
                "examples": [
                    {
                        "en": "The two parties agreed to abide by the judge's decision.",
                        "vi": "Hai bên đã đồng ý tuân theo quyết định của thẩm phán."
                    },
                    {
                        "en": "For years he has abided by a commitment to annual employee raises.",
                        "vi": "Trong nhiều năm, ông ấy đã tuân thủ cam kết tăng lương nhân viên hàng năm."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "agreement",
        "phonetic": "/əˈɡriːmənt/",
        "meanings": [
            {
                "type": "n",
                "meaning": "hợp đồng, sự đồng ý",
                "explanation": "A mutual arrangement, a contract.",
                "examples": [
                    {
                        "en": "The landlord and tenant were in agreement that the rent should be prorated.",
                        "vi": "Chủ nhà và người thuê nhà đã thống nhất rằng tiền thuê nhà nên được tính theo tỷ lệ."
                    },
                    {
                        "en": "According to the agreement, the caterer will also supply the flowers for the event.",
                        "vi": "Theo thỏa thuận, nhà cung cấp dịch vụ ăn uống cũng sẽ cung cấp hoa cho sự kiện."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "agree",
        "phonetic": "/əˈɡriː/",
        "meanings": [
            {
                "type": "v",
                "meaning": "đồng ý, tán thành",
                "explanation": "To have the same opinion.",
                "examples": [
                    {
                        "en": "If both parties agree to the terms, we can finalize the contract.",
                        "vi": "Nếu cả hai bên đồng ý với các điều khoản, chúng ta có thể hoàn tất hợp đồng."
                    },
                    {
                        "en": "The team agreed on a new marketing strategy.",
                        "vi": "Nhóm đã thống nhất về một chiến lược tiếp thị mới."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "agreeable",
        "phonetic": "/əˈɡriːəbl/",
        "meanings": [
            {
                "type": "adj",
                "meaning": "sẵn sàng đồng ý",
                "explanation": "Willing to agree to something.",
                "examples": [
                    {
                        "en": "The parties are agreeable to the terms.",
                        "vi": "Các bên sẵn sàng đồng ý với các điều khoản."
                    },
                    {
                        "en": "We need to find a solution that is agreeable to everyone.",
                        "vi": "Chúng ta cần tìm một giải pháp mà mọi người đều có thể đồng ý."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "assurance",
        "phonetic": "/əˈʃʊrəns/",
        "meanings": [
            {
                "type": "n",
                "meaning": "sự đảm bảo, sự chắc chắn",
                "explanation": "A guarantee; confidence.",
                "examples": [
                    {
                        "en": "The sales associate gave his assurance that the missing keyboard would be replaced.",
                        "vi": "Nhân viên bán hàng đã đảm bảo rằng chiếc bàn phím bị thiếu sẽ được thay thế."
                    },
                    {
                        "en": "Her self-assurance made it easy to see why she was in charge of the negotiations.",
                        "vi": "Sự tự tin của cô ấy giúp dễ dàng hiểu tại sao cô ấy lại phụ trách các cuộc đàm phán."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "assure",
        "phonetic": "/əˈʃʊr/",
        "meanings": [
            {
                "type": "v",
                "meaning": "cam đoan, quả quyết",
                "explanation": "To make certain; to guarantee.",
                "examples": [
                    {
                        "en": "I assure you that our drug-testing policy is applied fairly.",
                        "vi": "Tôi cam đoan với bạn rằng chính sách kiểm tra ma túy của chúng tôi được áp dụng một cách công bằng."
                    },
                    {
                        "en": "The CEO assured the employees that the company was not for sale.",
                        "vi": "Giám đốc điều hành đã trấn an nhân viên rằng công ty sẽ không bị bán."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "assuredly",
        "phonetic": "/əˈʃʊrədli/",
        "meanings": [
            {
                "type": "(adv)",
                "meaning": "một cách chắc chắn",
                "explanation": "Confidently.",
                "examples": [
                    {
                        "en": "He spoke assuredly, but his follow-up memo showed less conviction.",
                        "vi": "Anh ấy đã nói một cách quả quyết, nhưng bản ghi nhớ tiếp theo của anh ấy lại cho thấy ít sự chắc chắn hơn."
                    },
                    {
                        "en": "She assuredly answered all the questions during the interview.",
                        "vi": "Cô ấy đã trả lời tất cả các câu hỏi trong buổi phỏng vấn một cách tự tin."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "cancellation",
        "phonetic": "/ˌkænsəˈleɪʃn/",
        "meanings": [
            {
                "type": "n",
                "meaning": "sự hủy bỏ",
                "explanation": "Annulment; stopping.",
                "examples": [
                    {
                        "en": "The cancellation of her flight caused her problems for the rest of the week.",
                        "vi": "Việc chuyến bay của cô ấy bị hủy đã gây ra cho cô ấy nhiều vấn đề trong suốt phần còn lại của tuần."
                    },
                    {
                        "en": "Writers usually receive a cancellation fee if their articles are not published.",
                        "vi": "Các nhà văn thường nhận được một khoản phí hủy bỏ nếu bài viết của họ không được xuất bản."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "cancel",
        "phonetic": "/ˈkænsəl/",
        "meanings": [
            {
                "type": "v",
                "meaning": "hủy bỏ",
                "explanation": "To stop an arranged event from happening.",
                "examples": [
                    {
                        "en": "The man canceled his magazine subscription and got his money back.",
                        "vi": "Người đàn ông đã hủy đăng ký tạp chí của mình và nhận lại tiền."
                    },
                    {
                        "en": "The meeting was canceled due to the storm.",
                        "vi": "Cuộc họp đã bị hủy do cơn bão."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "canceled",
        "phonetic": "/ˈkænsəld/",
        "meanings": [
            {
                "type": "adj",
                "meaning": "đã bị hủy",
                "explanation": "Annulled; stopped.",
                "examples": [
                    {
                        "en": "The canceled concert ended up costing our agency millions.",
                        "vi": "Buổi hòa nhạc bị hủy cuối cùng đã khiến công ty chúng tôi thiệt hại hàng triệu đô la."
                    },
                    {
                        "en": "All canceled orders will be refunded within five business days.",
                        "vi": "Tất cả các đơn hàng đã bị hủy sẽ được hoàn tiền trong vòng năm ngày làm việc."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "determine",
        "phonetic": "/dɪˈtɜːrmɪn/",
        "meanings": [
            {
                "type": "v",
                "meaning": "xác định, quyết định",
                "explanation": "To find out; to influence.",
                "examples": [
                    {
                        "en": "After reading the contract, I was still unable to determine if our company was liable.",
                        "vi": "Sau khi đọc hợp đồng, tôi vẫn không thể xác định được liệu công ty của chúng tôi có chịu trách nhiệm hay không."
                    },
                    {
                        "en": "The skill of the union bargainers will determine whether the automotive plant will open next week.",
                        "vi": "Kỹ năng của những người đàm phán của công đoàn sẽ quyết định liệu nhà máy ô tô có mở cửa vào tuần tới hay không."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "engage",
        "phonetic": "/ɪnˈɡeɪdʒ/",
        "meanings": [
            {
                "type": "v",
                "meaning": "tham gia; thuê, mướn",
                "explanation": "To participate; to involve.",
                "examples": [
                    {
                        "en": "Before engaging in a new business, it is important to do thorough research.",
                        "vi": "Trước khi tham gia vào một công việc kinh doanh mới, điều quan trọng là phải nghiên cứu kỹ lưỡng."
                    },
                    {
                        "en": "He engaged us in a fascinating discussion about current business law.",
                        "vi": "Anh ấy đã thu hút chúng tôi vào một cuộc thảo luận hấp dẫn về luật kinh doanh hiện hành."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "establish",
        "phonetic": "/ɪˈstæblɪʃ/",
        "meanings": [
            {
                "type": "v",
                "meaning": "thành lập, thiết lập",
                "explanation": "To institute permanently; to bring about.",
                "examples": [
                    {
                        "en": "The merger of the two companies established a powerful new corporation.",
                        "vi": "Việc sáp nhập hai công ty đã tạo nên một tập đoàn mới hùng mạnh."
                    },
                    {
                        "en": "Dr. Wan established herself as an authority on conflict resolution.",
                        "vi": "Tiến sĩ Wan đã khẳng định mình là một chuyên gia về giải quyết xung đột."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "obligate",
        "phonetic": "/ˈɒblɪɡeɪt/",
        "meanings": [
            {
                "type": "v",
                "meaning": "bắt buộc, ép buộc",
                "explanation": "To bind legally or morally.",
                "examples": [
                    {
                        "en": "The contractor was obligated by the contract to work 40 hours a week.",
                        "vi": "Nhà thầu bị ràng buộc bởi hợp đồng phải làm việc 40 giờ một tuần."
                    },
                    {
                        "en": "The terms of the contracts obligate us to work for at least one more month.",
                        "vi": "Các điều khoản của hợp đồng bắt buộc chúng tôi phải làm việc thêm ít nhất một tháng nữa."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "obligation",
        "phonetic": "/ˌɒblɪˈɡeɪʃn/",
        "meanings": [
            {
                "type": "n",
                "meaning": "nghĩa vụ, bổn phận",
                "explanation": "A legal or moral responsibility.",
                "examples": [
                    {
                        "en": "The factory managers have a legal and moral obligation to provide a safe work site.",
                        "vi": "Các quản lý nhà máy có nghĩa vụ pháp lý và đạo đức phải cung cấp một nơi làm việc an toàn."
                    },
                    {
                        "en": "He felt a strong obligation to help his community.",
                        "vi": "Anh ấy cảm thấy có nghĩa vụ sâu sắc phải giúp đỡ cộng đồng của mình."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "obligatory",
        "phonetic": "/əˈblɪɡətəri/",
        "meanings": [
            {
                "type": "adj",
                "meaning": "có tính bắt buộc",
                "explanation": "Required; compulsory.",
                "examples": [
                    {
                        "en": "He finished his obligatory military service, and then joined his father on the farm.",
                        "vi": "Anh ấy đã hoàn thành nghĩa vụ quân sự bắt buộc, và sau đó cùng cha mình làm việc ở trang trại."
                    },
                    {
                        "en": "Attendance at the safety training is obligatory for all new hires.",
                        "vi": "Việc tham dự buổi huấn luyện an toàn là bắt buộc đối với tất cả nhân viên mới."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "party",
        "phonetic": "/ˈpɑːrti/",
        "meanings": [
            {
                "type": "n",
                "meaning": "bên (trong hợp đồng)",
                "explanation": "A person or group participating in an action or plan.",
                "examples": [
                    {
                        "en": "The parties agreed to a settlement in their contract dispute.",
                        "vi": "Các bên đã đồng ý một thỏa thuận trong tranh chấp hợp đồng của họ."
                    },
                    {
                        "en": "The party that prepares the contract has a distinct advantage.",
                        "vi": "Bên soạn thảo hợp đồng có một lợi thế rõ rệt."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "provision",
        "phonetic": "/prəˈvɪʒn/",
        "meanings": [
            {
                "type": "n",
                "meaning": "điều khoản, sự cung cấp",
                "explanation": "A measure taken beforehand; a stipulation.",
                "examples": [
                    {
                        "en": "The contract contains a provision to deal with how payments are made if John loses his job.",
                        "vi": "Hợp đồng có một điều khoản để giải quyết cách thức thanh toán được thực hiện nếu John mất việc."
                    },
                    {
                        "en": "The provision for canceling the contract is in the last clause.",
                        "vi": "Điều khoản về việc hủy hợp đồng nằm ở mệnh đề cuối cùng."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "provide",
        "phonetic": "/prəˈvaɪd/",
        "meanings": [
            {
                "type": "v",
                "meaning": "cung cấp",
                "explanation": "To supply; to make available.",
                "examples": [
                    {
                        "en": "The contract provided a salary of $50,000 per year.",
                        "vi": "Hợp đồng cung cấp mức lương 50.000 đô la mỗi năm."
                    },
                    {
                        "en": "We must negotiate a new contract with our Internet service provider.",
                        "vi": "Chúng tôi phải đàm phán một hợp đồng mới với nhà cung cấp dịch vụ Internet của mình."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "provider",
        "phonetic": "/prəˈvaɪdər/",
        "meanings": [
            {
                "type": "n",
                "meaning": "nhà cung cấp",
                "explanation": "A person or company that makes a service or product available.",
                "examples": [
                    {
                        "en": "Our new provider of office supplies is very reliable.",
                        "vi": "Nhà cung cấp văn phòng phẩm mới của chúng tôi rất đáng tin cậy."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "resolve",
        "phonetic": "/rɪˈzɒlv/",
        "meanings": [
            {
                "type": "v",
                "meaning": "giải quyết, quyết định",
                "explanation": "To deal with successfully; to declare.",
                "examples": [
                    {
                        "en": "The mediator was able to resolve the problem to everyone's satisfaction.",
                        "vi": "Người hòa giải đã có thể giải quyết vấn đề một cách thỏa đáng cho tất cả mọi người."
                    },
                    {
                        "en": "The businessman resolved to clean out all the files by the end of the week.",
                        "vi": "Doanh nhân đó đã quyết tâm dọn dẹp tất cả các tập tin vào cuối tuần."
                    }
                ]
            },
            {
                "type": "n",
                "meaning": "sự quyết tâm, sự kiên quyết",
                "explanation": "Conviction; a strong determination to do something.",
                "examples": [
                    {
                        "en": "She showed great resolve in finishing the project on time.",
                        "vi": "Cô ấy đã thể hiện sự quyết tâm cao độ khi hoàn thành dự án đúng hạn."
                    },
                    {
                        "en": "His resolve to quit smoking was tested at the party.",
                        "vi": "Sự kiên quyết bỏ thuốc lá của anh ấy đã bị thử thách tại bữa tiệc."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "specific",
        "phonetic": "/spəˈsɪfɪk/",
        "meanings": [
            {
                "type": "adj",
                "meaning": "cụ thể, riêng biệt",
                "explanation": "Particular.",
                "examples": [
                    {
                        "en": "The customer's specific complaint was not addressed in his e-mail.",
                        "vi": "Khiếu nại cụ thể của khách hàng đã không được giải quyết trong email của anh ấy."
                    },
                    {
                        "en": "We have not chosen a specific location for the reunion.",
                        "vi": "Chúng tôi vẫn chưa chọn một địa điểm cụ thể cho buổi họp mặt."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "specify",
        "phonetic": "/ˈspesɪfaɪ/",
        "meanings": [
            {
                "type": "v",
                "meaning": "chỉ rõ, ghi rõ",
                "explanation": "To state in detail.",
                "examples": [
                    {
                        "en": "The contract specifies the percentage of raise the workers will see next year.",
                        "vi": "Hợp đồng ghi rõ phần trăm tăng lương mà công nhân sẽ được hưởng vào năm tới."
                    },
                    {
                        "en": "Please specify your preferred color when ordering.",
                        "vi": "Vui lòng chỉ rõ màu sắc bạn ưa thích khi đặt hàng."
                    }
                ]
            }
        ]
    },
    {
        "category": "Contracts",
        "word": "specification",
        "phonetic": "/ˌspesɪfɪˈkeɪʃn/",
        "meanings": [
            {
                "type": "n",
                "meaning": "đặc điểm kỹ thuật",
                "explanation": "A detailed description.",
                "examples": [
                    {
                        "en": "The work was done according to our specifications.",
                        "vi": "Công việc đã được thực hiện theo đúng các thông số kỹ thuật của chúng tôi."
                    },
                    {
                        "en": "The blueprints include the specifications for the new office.",
                        "vi": "Các bản thiết kế bao gồm các chi tiết kỹ thuật cho văn phòng mới."
                    }
                ]
            }
        ]
    }
]
